[
  {
    "id": "Yz8Fnw0PlEQC",
    "title": "The Hunger Games: Special Edition",
    "subtitle": null,
    "authors": [
      "Suzanne Collins"
    ],
    "publisher": "Scholastic Inc.",
    "publishedDate": "2009-09-01",
    "description": "This Special Edition of The Hunger Games includes the most extensive interview Suzanne Collins has given since the publication of The Hunger Games; an absorbing behind-the-scenes look at the creation of the series; and an engaging archival conversation between Suzanne Collins and YA legend Walter Dean Myers on writing about war. The Special Edition answers many questions fans have had over the years, and gives great insight into the creation of this era-defining work. In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV. Sixteen-year-old Katniss Everdeen regards it as a death sentence when she steps forward to take her sister’s place in the Games. But Katniss has been close to death before—and survival, for her, is second nature. Still, if she is to win, she will have to start making choices that weigh survival against humanity and life against love.",
    "pageCount": 384,
    "categories": [
      "Juvenile Fiction"
    ],
    "averageRating": 4,
    "ratingsCount": 7110,
    "smallThumbnail": "http://books.google.com/books/content?id=Yz8Fnw0PlEQC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=Yz8Fnw0PlEQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "dmouxgEACAAJ",
    "title": "Harry Potter and the Sorcerer's Stone",
    "subtitle": null,
    "authors": [
      "J. K. Rowling"
    ],
    "publisher": "Arthur A. Levine Books",
    "publishedDate": "1998",
    "description": "Rescued from the outrageous neglect of his aunt and uncle, a young boy with a great destiny proves his worth while attending Hogwarts School for Witchcraft and Wizardry.",
    "pageCount": 309,
    "categories": [
      "Juvenile Fiction"
    ],
    "averageRating": 4.5,
    "ratingsCount": 1547,
    "smallThumbnail": "http://books.google.com/books/content?id=dmouxgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=dmouxgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "fZQ0AQAAQBAJ",
    "title": "Breaking Dawn",
    "subtitle": null,
    "authors": [
      "Stephenie Meyer"
    ],
    "publisher": "Hachette UK",
    "publishedDate": "2008-08-02",
    "description": "In the explosive finale to the epic romantic saga, Bella has one final choice to make. Should she stay mortal and strengthen her connection to the werewolves, or leave it all behind to become a vampire? When you loved the one who was killing you, it left you no options. How could you run, how could you fight, when doing so would hurt that beloved one? If your life was all you had to give, how could you not give it? If it was someone you truly loved? To be irrevocably in love with a vampire is both fantasy and nightmare woven into a dangerously heightened reality for Bella Swan. Pulled in one direction by her intense passion for Edward Cullen, and in another by her profound connection to werewolf Jacob Black, a tumultuous year of temptation, loss, and strife have led her to the ultimate turning point. Her imminent choice to either join the dark but seductive world of immortals or to pursue a fully human life has become the thread from which the fates of two tribes hangs. This astonishing, breathlessly anticipated conclusion to the Twilight Saga illuminates the secrets and mysteries of this spellbinding romantic epic. It's here! #1 bestselling author Stephenie Meyer makes a triumphant return to the world of Twilight with the highly anticipated companion, Midnight Sun: the iconic love story of Bella and Edward told from the vampire's point of view. \"People do not want to just read Meyer's books; they want to climb inside them and live there.\" -- Time \"A literary phenomenon.\" -- The New York Times",
    "pageCount": 300,
    "categories": [
      "Young Adult Fiction"
    ],
    "averageRating": 2.5,
    "ratingsCount": 3441,
    "smallThumbnail": "http://books.google.com/books/content?id=fZQ0AQAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=fZQ0AQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "PGR2AwAAQBAJ",
    "title": "To Kill a Mockingbird",
    "subtitle": null,
    "authors": [
      "Harper Lee"
    ],
    "publisher": "Harper Collins",
    "publishedDate": "2014-07-08",
    "description": "Voted America's Best-Loved Novel in PBS's The Great American Read Harper Lee's Pulitzer Prize-winning masterwork of honor and injustice in the deep South—and the heroism of one man in the face of blind and violent hatred One of the most cherished stories of all time, To Kill a Mockingbird has been translated into more than forty languages, sold more than forty million copies worldwide, served as the basis for an enormously popular motion picture, and was voted one of the best novels of the twentieth century by librarians across the country. A gripping, heart-wrenching, and wholly remarkable tale of coming-of-age in a South poisoned by virulent prejudice, it views a world of great beauty and savage inequities through the eyes of a young girl, as her father—a crusading local lawyer—risks everything to defend a black man unjustly accused of a terrible crime.",
    "pageCount": 336,
    "categories": [
      "Fiction"
    ],
    "averageRating": 4.5,
    "ratingsCount": 2170,
    "smallThumbnail": "http://books.google.com/books/content?id=PGR2AwAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=PGR2AwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "zWvuDwAAQBAJ",
    "title": "The Great Gatsby",
    "subtitle": null,
    "authors": [
      "F. Scott Fitzgerald"
    ],
    "publisher": "Diamond Pocket Books Pvt Ltd",
    "publishedDate": "2020-07-01",
    "description": "“The finest work of fiction by any American writer... No American novel comes closer than Gatsby to surpassing literary artistry, and none tells us more about ourselves” THE WASHINGTON POST “A curious book, a mystical, glamorous story that's both boisterous and tragic” THE NEW YORK TIMES “Fantastic proof that chivalry, of a sort, is not dead” LIFE MAGAZINE It's the Roaring Twenties, and New York City is the place to be. Everything can be purchased, everyone can be bought. But, can you make money erase your past? It's the Roaring Twenties, and it is the time of over-indulgence. As far as the eyes can see and the mind can perceive, there are ostentatious displays of wealth and even more lavish displays of decadency. Unapologetic decadency. But, does it ever stop? It's the Roaring Twenties, and the great American Dream has been perverted. It no longer stands for anything profound that resonates with people. But, does the Idealism even attempt to stop the Materialism? As more and more people lose themselves to the lure of money, ironically the only person who remains unaffected is Jay Gatsby, the enigmatic host of the most extravagant parties… In this definitive tale on American culture, Fitzgerald pits a chaste dream against the corrupting influences of wealth and comes up with an epic story that can only be defined as ‘A Great American novel’.",
    "pageCount": 240,
    "categories": [
      "Fiction"
    ],
    "averageRating": 4,
    "ratingsCount": 1,
    "smallThumbnail": "http://books.google.com/books/content?id=zWvuDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=zWvuDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": 1.25,
    "currency": "GBP"
  },
  {
    "id": "Qk8n0olOX5MC",
    "title": "The Fault in Our Stars",
    "subtitle": null,
    "authors": [
      "John Green"
    ],
    "publisher": "Penguin UK",
    "publishedDate": "2012-05-03",
    "description": "I fell in love the way you fall asleep: slowly, then all at once. Despite the tumour-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten. Insightful, bold, irreverent, and raw, The Fault in Our Stars brilliantly explores the funny, thrilling, and tragic business of being alive and in love. Praise for The Fault in Our Stars: Sunday Times (Culture) 'A touching, often fiercely funny novel' The Sun on Sunday (Fabulous Magazine) 'So good I think it should be compulsory reading for everyone!' Daily Express 'John Green brilliantly captures the voices of a young generation while instilling it with the wisdom of a life that has lived too much yet will never live enough' The Metro - 2013 Best Fiction 'The love affair of two terminally ill teenagers could be mawkish. In fact, it's funny, clever, irreverent and life-affirming.' Grazia 'So good!' Good Housekeeping 'As funny as it is heartbreaking... we defy you not to fall in love with its main characters, Hazel and Augustus.' The Tablet 'A humourous and poignant love story... It's terrifically funny... as well as a moving exploration of loss and grief. And no, it's so much not just for teenage cancer sufferers... it's for everyone.' Bliss 'If you need inspiration when it comes to making the most of a moment, this one is for you' Mizz 'Insightful, bold, irreverent and raw, if this doesn't make you cry, it'll definitely make you think, laugh and maybe even fall in love yourself!'",
    "pageCount": 352,
    "categories": [
      "Young Adult Fiction"
    ],
    "averageRating": 4.5,
    "ratingsCount": 1791,
    "smallThumbnail": "http://books.google.com/books/content?id=Qk8n0olOX5MC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=Qk8n0olOX5MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": 4.99,
    "currency": "GBP"
  },
  {
    "id": "fMn8ugAACAAJ",
    "title": "The Hobbit",
    "subtitle": "Or There and Back Again",
    "authors": [
      "J. R. R. Tolkien"
    ],
    "publisher": "Turtleback",
    "publishedDate": "2012",
    "description": "The fantasy adventures of a hobbit serve as the prequel to The Lord Of The Rings trilogy.",
    "pageCount": 306,
    "categories": [
      "Fiction"
    ],
    "averageRating": 4,
    "ratingsCount": 3157,
    "smallThumbnail": "http://books.google.com/books/content?id=fMn8ugAACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=fMn8ugAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "Pv5zZ9R4DskC",
    "title": "The Catcher in the Rye",
    "subtitle": null,
    "authors": [
      "J.D. Salinger"
    ],
    "publisher": null,
    "publishedDate": "1951",
    "description": null,
    "pageCount": null,
    "categories": [],
    "averageRating": null,
    "ratingsCount": null,
    "smallThumbnail": "http://books.google.com/books/content?id=Pv5zZ9R4DskC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=Pv5zZ9R4DskC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "nXrxGCVd9UoC",
    "title": "Angels and Demons",
    "subtitle": null,
    "authors": [
      "Dan Brown"
    ],
    "publisher": "Random House",
    "publishedDate": "2013-03-25",
    "description": null,
    "pageCount": 640,
    "categories": [
      "Anti-Catholicism"
    ],
    "averageRating": null,
    "ratingsCount": null,
    "smallThumbnail": "http://books.google.com/books/content?id=nXrxGCVd9UoC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=nXrxGCVd9UoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "s1gVAAAAYAAJ",
    "title": "Pride and Prejudice",
    "subtitle": null,
    "authors": [
      "Jane Austen"
    ],
    "publisher": null,
    "publishedDate": "1918",
    "description": "Austen’s most celebrated novel tells the story of Elizabeth Bennet, a bright, lively young woman with four sisters, and a mother determined to marry them to wealthy men. At a party near the Bennets’ home in the English countryside, Elizabeth meets the wealthy, proud Fitzwilliam Darcy. Elizabeth initially finds Darcy haughty and intolerable, but circumstances continue to unite the pair. Mr. Darcy finds himself captivated by Elizabeth’s wit and candor, while her reservations about his character slowly vanish. The story is as much a social critique as it is a love story, and the prose crackles with Austen’s wry wit.",
    "pageCount": 401,
    "categories": [
      "Courtship"
    ],
    "averageRating": 4,
    "ratingsCount": 373,
    "smallThumbnail": "http://books.google.com/books/content?id=s1gVAAAAYAAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=s1gVAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "IdfWDQAAQBAJ",
    "title": "The Kite Runner",
    "subtitle": null,
    "authors": [
      "Khaled Hosseini"
    ],
    "publisher": "Bloomsbury Publishing",
    "publishedDate": "2017-03-01",
    "description": "I became what I am today at the age of twelve. I remember the precise moment, crouching behind a mud wall on a frigid winter day in 1975 . . . looking into a deserted alley. It's wrong what they say about the past, about how you can bury it, because the past claws its way out. I realize I've been looking into that alley for the last 26 years. Afghanistan is a divided country on the verge of war and two childhood friends are about to be torn apart. It's a beautiful afternoon in Kabul and the skies are full of the excitement and joy of a kite flying tournament. But neither Hassan or Amir can foresee the terrible incident which will shatter their lives forever. Khaled Hosseini's first and international best-selling novel has now been adapted into a stunning stage adaptation by Matthew Spangler. This edition was published for the production at Wyndham's Theatre, London, from 21 December 2016.",
    "pageCount": 104,
    "categories": [
      "Performing Arts"
    ],
    "averageRating": 4,
    "ratingsCount": 3472,
    "smallThumbnail": "http://books.google.com/books/content?id=IdfWDQAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=IdfWDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": 6.92,
    "currency": "GBP"
  },
  {
    "id": "OX8lAAAAQBAJ",
    "title": "Divergent (Divergent Trilogy, Book 1)",
    "subtitle": null,
    "authors": [
      "Veronica Roth"
    ],
    "publisher": "HarperCollins UK",
    "publishedDate": "2013-11-07",
    "description": "The explosive debut by No. 1 New York Times bestselling author Veronica Roth. DIVERGENT – a major motion picture series.",
    "pageCount": 496,
    "categories": [
      "Fiction"
    ],
    "averageRating": 4,
    "ratingsCount": 852,
    "smallThumbnail": "http://books.google.com/books/content?id=OX8lAAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=OX8lAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "kotPYEqx7kMC",
    "title": "1984",
    "subtitle": null,
    "authors": [
      "George Orwell"
    ],
    "publisher": "Houghton Mifflin Harcourt",
    "publishedDate": "1983-10-17",
    "description": "A PBS Great American Read Top 100 Pick With extraordinary relevance and renewed popularity, George Orwell’s 1984 takes on new life in this edition. “Orwell saw, to his credit, that the act of falsifying reality is only secondarily a way of changing perceptions. It is, above all, a way of asserting power.”—The New Yorker In 1984, London is a grim city in the totalitarian state of Oceania where Big Brother is always watching you and the Thought Police can practically read your mind. Winston Smith is a man in grave danger for the simple reason that his memory still functions. Drawn into a forbidden love affair, Winston finds the courage to join a secret revolutionary organization called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be. Lionel Trilling said of Orwell’s masterpiece, “1984 is a profound, terrifying, and wholly fascinating book. It is a fantasy of the political future, and like any such fantasy, serves its author as a magnifying device for an examination of the present.” Though the year 1984 now exists in the past, Orwell’s novel remains an urgent call for the individual willing to speak truth to power.",
    "pageCount": 648,
    "categories": [
      "Fiction"
    ],
    "averageRating": 4.5,
    "ratingsCount": 77,
    "smallThumbnail": "http://books.google.com/books/content?id=kotPYEqx7kMC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=kotPYEqx7kMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": 6.99,
    "currency": "GBP"
  },
  {
    "id": "SGAZdjNfruYC",
    "title": "Animal Farm",
    "subtitle": "A Fairy Story",
    "authors": [
      "George Orwell"
    ],
    "publisher": "Univ. Press of Mississippi",
    "publishedDate": "1996",
    "description": "A satire on totalitarianism in which farm animals overthrow their human owner and set up their own government",
    "pageCount": 140,
    "categories": [
      "Fiction"
    ],
    "averageRating": 4,
    "ratingsCount": 2113,
    "smallThumbnail": "http://books.google.com/books/content?id=SGAZdjNfruYC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=SGAZdjNfruYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "WTxAjwEACAAJ",
    "title": "Het Achterhuis",
    "subtitle": null,
    "authors": [
      "Anne Frank"
    ],
    "publisher": "Createspace Independent Publishing Platform",
    "publishedDate": "2016-01-11",
    "description": "Annelies Marie (Anne) Frank (Frankfurt am Main, 12 juni 1929 - Bergen-Belsen, (waarschijnlijk) februari 1945) was een uit Duitsland afkomstig Joods meisje dat bekend is geworden door het dagboek dat ze schreef tijdens de Tweede Wereldoorlog, toen ze ondergedoken zat in Amsterdam. Zij stierf aan uitputting en/of vlektyfus in het concentratiekamp Bergen-Belsen. Het dagboek is postuum gepubliceerd en later vertaald in vele talen. Het boek heeft inmiddels een oplage van vele miljoenen. * Dit is de versie van 1947 die per 1 januari 2016 in het publieke domein gekomen is.",
    "pageCount": 150,
    "categories": [],
    "averageRating": null,
    "ratingsCount": null,
    "smallThumbnail": "http://books.google.com/books/content?id=WTxAjwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=WTxAjwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "Dj5cAAAAMAAJ",
    "title": "Ja, må han leva!",
    "subtitle": "22 kvinnor om August Strindberg",
    "authors": [
      "Anita Persson"
    ],
    "publisher": null,
    "publishedDate": "2001",
    "description": null,
    "pageCount": 209,
    "categories": [],
    "averageRating": null,
    "ratingsCount": null,
    "smallThumbnail": "http://books.google.com/books/content?id=Dj5cAAAAMAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=Dj5cAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "FN5wMOZKTYMC",
    "title": "Catching Fire (The Hunger Games, Book 2)",
    "subtitle": null,
    "authors": [
      "Suzanne Collins"
    ],
    "publisher": "Scholastic Inc.",
    "publishedDate": "2010-06-01",
    "description": "Against all odds, Katniss Everdeen has won the annual Hunger Games with fellow district tribute Peeta Mellark. But it was a victory won by defiance of the Capitol and their harsh rules. Katniss and Peeta should be happy. After all, they have just won for themselves and their families a life of safety and plenty. But there are rumors of rebellion among the subjects, and Katniss and Peeta, to their horror, are the faces of that rebellion. The Capitol is angry. The Capitol wants revenge.",
    "pageCount": 400,
    "categories": [
      "Juvenile Fiction"
    ],
    "averageRating": 4,
    "ratingsCount": 3471,
    "smallThumbnail": "http://books.google.com/books/content?id=FN5wMOZKTYMC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=FN5wMOZKTYMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "y6DeDQAAQBAJ",
    "title": "Harry Potter and the Prisoner of Azkaban",
    "subtitle": null,
    "authors": [
      "J. K. Rowling"
    ],
    "publisher": "Bloomsbury Publishing",
    "publishedDate": "2015-08-13",
    "description": "During his third year at Hogwarts School for Witchcraft and Wizardry, Harry Potter must confront the devious and dangerous wizard responsible for his parents' deaths.",
    "pageCount": 480,
    "categories": [
      "Children's stories"
    ],
    "averageRating": 4.5,
    "ratingsCount": 2372,
    "smallThumbnail": "http://books.google.com/books/content?id=y6DeDQAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=y6DeDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "aWZzLPhY4o0C",
    "title": "The Fellowship of the Ring",
    "subtitle": "Being the First Part of The Lord of the Rings",
    "authors": [
      "J.R.R. Tolkien"
    ],
    "publisher": "Houghton Mifflin Harcourt",
    "publishedDate": "2012-02-15",
    "description": "The first volume in J.R.R. Tolkien's epic adventure THE LORD OF THE RINGS One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell into the hands of Bilbo Baggins, as told in The Hobbit. In a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as his elderly cousin Bilbo entrusts the Ring to his care. Frodo must leave his home and make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ring and foil the Dark Lord in his evil purpose. “A unique, wholly realized other world, evoked from deep in the well of Time, massively detailed, absorbingly entertaining, profound in meaning.” – New York Times",
    "pageCount": 432,
    "categories": [
      "Fiction"
    ],
    "averageRating": 4.5,
    "ratingsCount": 93,
    "smallThumbnail": "http://books.google.com/books/content?id=aWZzLPhY4o0C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=aWZzLPhY4o0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": null,
    "currency": null
  },
  {
    "id": "Iw_gHtk4ghYC",
    "title": "Mockingjay (The Hunger Games, Book 3)",
    "subtitle": null,
    "authors": [
      "Suzanne Collins"
    ],
    "publisher": "Scholastic Inc.",
    "publishedDate": "2010-08-24",
    "description": "The greatly anticipated final book in the New York Times bestselling Hunger Games trilogy by Suzanne Collins. The Capitol is angry. The Capitol wants revenge. Who do they think should pay for the unrest? Katniss Everdeen. The final book in The Hunger Games trilogy by Suzanne Collins will have hearts racing, pages turning, and everyone talking about one of the biggest and most talked-about books and authors in recent publishing history!!!!",
    "pageCount": 400,
    "categories": [
      "Juvenile Fiction"
    ],
    "averageRating": 4,
    "ratingsCount": 3639,
    "smallThumbnail": "http://books.google.com/books/content?id=Iw_gHtk4ghYC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
    "thumbnail": "http://books.google.com/books/content?id=Iw_gHtk4ghYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "price": null,
    "currency": null
  }
]